import React  from 'react';
import './info.css';

function Info () {

    return (
        <div className='info'>
            <h1 >Добро пожаловать в Word Mash</h1>
            <p className='open-p'>О сайте.</p>
            <p className='text-p'>Сайт Word Mash создан для изучения иностранного 
                языка при помощи набора иностранных слов.</p>
            <p className='open-p'>Возможности на сайте.</p>
            <p className='text-p'>Для начала тренировки в верхнем меню зайдите 
                в раздел настройки, в настройках вы можете составить 
                свои списки слов для изучения. Далее выберите один из вами составленных 
                списков и в верхнем меню нажмите на "Запустить", при нажатии 
                случайным образом перемешаются слова из вами выбранного списака 
                и вы сможете начать тренировку.</p>
            <p className='open-p'>Контакты</p>
            <p >почта: endru2005wwr@yandex.ru</p>
        </div>
    );
}

export default Info;
